[BUTTONCTRL]
StartService=1
StopService=1
StartAllService=1
StopAllService=1
[MENUCTRL]
Center=1
Config=1
View=1
SearchLog=0
SearchTransimtLog=1
InstallService=1
InstallCurService=1
UnInstallCurService=1
InstallAllService=1
UnInstallAllService=1
Help=1
About=1
[UI]
x1=伺服器控制
x2=配置
x3=中心配置
x4=本地配置
x5=瀏覽
x6=瀏覽日誌
x7=瀏覽轉發日誌
x8=安裝伺服器
x9=安裝當前服務
x10=解除當前服務
x11=安裝所有服務
x12=解除所有服務
x13=幫助
x14=關於..
x15=打開/隱藏視窗
x16=開始服務
x17=停止服務
x18=退出
x19=控制
x20=伺服器名稱
x21=狀態
x22=描述
x23=中心伺服器
x24=轉發伺服器
x25=存儲伺服器
x26=回放伺服器
x27=正常運行
x28=停止
x29=請安裝服務,未知狀態
x30=當前伺服器狀態
x31=安裝中心伺服器成功
x32=安裝轉發伺服器成功
x33=安裝存儲伺服器成功
x34=安裝回放伺服器成功
x35=開始所有服務
x36=停止所有服務
x37=當前狀態
x38=服務控制器,按右鍵打開目錄!
x39=安裝%s失敗!
x40=安裝%s成功!
x41=解除%s失敗!
x42=解除%s成功!
x43=開始中..
x44=停止中..
x45=沒有伺服器選擇
x46=配置中心伺服器
x47=查看轉發伺服器狀態
x48=配置存儲伺服器
x49=查看存儲伺服器狀態
x50=控制伺服器
x51=開機自動運行
x52=GPS伺服器
x53=註冊伺服器
x54=配置註冊伺服器
x55=配置GPS伺服器
x56=配置代理伺服器
x57=代理務器
x58=配置中心伺服器
x59=IP/URL
x60=端口
x61=使用者名稱
x62=密碼
x63=配置資料伺服器
x64=配置警報伺服器
x65=自動下載伺服器
x66=NAT伺服器
x67=WCMS中心伺服器
x68=HTTPServer
DVRGTService=轉發服務器
MessagerServer=注冊服務器
DVRGpsServer=GPS服務器
DVRRTService=控制服務器
DVRSTService=存儲服務器
AboutTitle=關于服務器
AboutVersion=DVRServerControl Version 1.1
AboutCopyRight=Copyright (C) 2013
[GpsServerConfigDlg]
x1=Gps伺服器配置
[CmsGpsConfigDlg]
x1=啟用中心資料庫
x2=中心資料庫IP
x3=使用者名稱
x4=密碼
x5=儲存
[GpsServerLogViewDlg]
x1=設備ID
x2=經度
x3=緯度
x4=速度
x5=方向
x6=警報類型
x7=警報資訊
x8=GPS狀態
x9=Gps時間
x10=連接伺服器失敗
[GpsSeverService]
channel=頻道
hardDisk=硬碟
cmsRange=%s (範圍 %s - %s)
cmsRangeMax=%s (必須大於 %s)
cmsRangeMin=%s (必須小於 %s)")
name=名字
[GpsSeverAlarmType]
0=IO警報
1=緊急警報
2=震動警報
3=攝影機無訊號
4=攝影機遮擋警報
5=非法開門警報
6=三次密碼錯誤
7=非法點火警報
8=溫度警報
9=硬碟錯誤警報
10=超速警報
11=越界警報
12=異常開關車門警報
13=GPS接收器故障警報
14=加速度警報
15=低電壓警報
16=設備電子圍籬警報
17=移動偵測警報
20=怠速警報
21=點火警報
22=帶速開關門警報
99=警報解除
100=設備上線
101=設備下線
102=PC電子圍籬警報
T0=警報源:
T1=%s (設定範圍%s - %s)
T2=設備溫度
T3=發動機溫度
T4=車廂內溫度
T5=錯誤標誌: %s
T6=當前速度:%s；允許範圍(%s - %s)；持續時間: %d秒
T7=過站不停
T8=過站未關車門
T9=車未到站開車門
T9_1=到站未開門
T10=當前加速度: %.1fg(範圍 0-%.1fg)
T11=當前電壓: %.1f, 允許範圍(%.1f-%.1f)
T12=當前電壓: %.1fV, 最低允許電壓值(%.1fV)
T13=X方向:%.1fg (範圍-%.1fg - +%.1fg )
T14=Y方向:%.1fg (範圍-%.1fg - +%.1fg )
T15=Z方向:%.1fg (範圍-%.1fg - +%.1fg )
T20=怠速時間：%s - %s
T21_1=點火
T21_2=熄火
T22_1=前門
T22_2=後門
T22_3=中門
T22_4=關門
T22_5=開門
T22_6=時速度%s (開關門時限速%s KMH)
T102_1=進入區域警報
T102_2=出區域警報
T103_3=區域速度警報
T103_4=超出線路警報
T103_5=路段行駛時間過長/不足
T103_10=%s,區域名字:%s,區域ID:[%d]
T23_1=解除
T23_2=開始
T23_3=停車警報: %s停車時間 %s( 停車限制時間 %s 秒 )
T24_1=設備異常斷電,斷電時間 %s
T24_2=設備正常斷電,斷電時間 %s
T25_1=不存在
T25_2=未格式化
T25_3=空間滿
T25_4=未錄影
T25_5=讀寫異常
T26_1=硬碟
T26_2=U盤
T26_3=SD 卡
[MessagerLogViewDlg]
x1=線上
x2=主機IP
x3=時間
x4=設備ID
x5=設備IP
x6=車牌
x7=共有 %d 臺設備上線
x8=是
x9=沒有搜索到
x10=共有 %d 個客戶端上線
x11=客戶端列表
x12=設備端列表
x13=搜尋
x14=重新整理
x15=搜索日誌
x16=搜索當天日誌
x17=MessagerLogView
[MessageServerConfigDlg]
caption=註冊伺服器配置
x1=控制
x2=伺服器IP
x3=伺服器端口
x4=儲存
[HistoryAllLogview]
caption=歷史日誌查詢
x1=線上
x2=設備ID
x3=設備IP
x4=車牌
x5=類型
x6=時間
x7=輸入時間有錯誤,請重新選擇
x8=記錄 共搜索到 %d 條記錄
x9=共有 %d 頁,第 1 頁
x10=是
x11=否
x12=共有 %d 頁,第 %d 頁
x13=轉換成excel
x14=搜尋
x15=輸出
x16=上一頁
x17=下一頁
x18=開始日期
x19=結束日期
[HistoryLogview]
caption=歷史日誌查詢
x1=線上
x2=設備ID
x3=設備IP
x4=車牌
x5=類型
x6=時間
x7=當天記錄 共搜索到 %d 條記錄
x8=記錄 共搜索到 %d 條記錄
x9=共有 %d 頁,第 1 頁
x10=是
x11=否
x12=共有 %d 頁,第 %d 頁
x13=上一頁
x14=下一頁
[SearCondition]
caption=查找
x1=搜尋
x2=設備IP
x3=車牌ID
x4=請輸入查詢條件
x5=查找
x6=條件
x7=確定
x8=取消
